const boardPosts = [
{
  give: ["p004","p006","p014*2","p016","p043","p044","p049","p051","p053","p054","p055","p059","169","173","127*8","129*6","133*6","131*6"],
  want: ["000","999"],
  place: ["京都リアミ","ツアー兵庫","ツアー広島","ツアー香川"],
  method: ["会場手渡し", "都内手渡し"],
  oshi: ["谷口愛季", "山下瞳月"],
  twitterUrl: "https://x.com/dazhi2s_SSS/status/2045584302969409745?s=20"
},
{
  give: ["p019","p031""],
  want: ["p015","p054"],
  place: ["京都リアミ","ツアー香川"],
  method: ["会場手渡し", "郵送"],
  oshi: ["遠藤理子"],
  twitterUrl: "https://x.com/koara0525/status/2045673213485797767?s=20"
}
];
